"ACL and permission settings are changed, but not applied" = "ACL i ustawienia uprawnień zostały zmienione, ale nie zastosowane";
"Administration" = "Administracja";
"All descendants" = "Wszyscy potomkowie";
"Allow" = "Pozwól";
"Append Data" = "Dopisz Dane";
"Applies To" = "Dotyczy To";
"Applies to" = "Dotyczy to";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Czy na pewno chcesz upowszechnić ACL, właściciela, grupę i uprawnienia dla wszystkich pozycji w dół hierarchii katalogów?";
"Change Owner" = "Zmień właściciela";
"Change Permissions" = "Zmień Uprawnienia";
"Child files" = "Pliki podrzędne";
"Child folders" = "Foldery podrzędne";
"Create Files" = "Stwórz Pliki";
"Create Folder" = "Stwórz Foldery";
"Custom…" = "Niestandardowe…";
"Delete" = "Usuń";
"Delete Subfolders and Files" = "Usuń Podfoldery i Pliki";
"Deny" = "Odmów";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Czy chcesz zastosować zmienione ACL i ustawienia uprawnień dla elementu \"%@\"?";
"Effective Permissions" = "Faktyczne Uprawnienia";
"Execute File" = "Uruchom Plik";
"Full Control" = "Pełna Kontrola";
"Groups" = "Grupy";
"Inherit Entries from Parent Folder" = "Dziedziczą Wpisy od Folderu Nadrzędnego";
"Inherited" = "Dziedziczone";
"Inherited:" = "Dziedziczone:";
"List Folder Contents" = "Wyświetl Zawartość Folderu";
"Make Inherited Entries Explicit" = "Zrób Dziedziczone Wpisy Bezpośrednie";
"No Access" = "Brak Dostępu";
"Not this item" = "Nie ten element";
"Permission" = "Uprawnienie";
"Permission Type:" = "Typ Uprawnienia:";
"Propagate Permissions…" = "Upowszechnij Uprawnienia...";
"Read" = "Odczyt";
"Read & Write" = "Odczyt i Zapis";
"Read Attributes" = "Odczyt Atrybutów";
"Read Data" = "Odczyt Danych";
"Read Extended Attributes" = "Odczyt Rozszerzonych Atrybutów";
"Read Permissions" = "Odczyt Uprawnień";
"Remove Inherited Entries" = "Usuń Odziedziczone Wpisy";
"Revert" = "Odwróć";
"Save" = "Zapisz";
"Set of Permissions" = "Zestaw Uprawnień";
"Sort Access Control List Canonically" = "Sortuj Listę Kontroli Dostępy Kanonicznie";
"This item" = "Ten element";
"Traverse Folder" = "Przejdź Przez Folder";
"Type" = "Typ";
"User or Group" = "Użytkownik lub Grupa";
"User or Group:" = "Użytkownik lub Grupa:";
"Users" = "Użytkownicy";
"Write" = "Zapisz";
"Write Attributes" = "Zapis Atrybutów";
"Write Data" = "Zapis Danych";
"Write Extended Attributes" = "Zapis Rozszerzonych Atrybutów";
